/* CAUTION: This is a hand edited file, not generated by genStrings. */

// IPP Reasons (Printer states, internal errors)
"Communication Failure: The computer is no longer able to communicate with your printer. Turn the printer off, check your printer connections and check for printer errors, and turn the printer back on." = "Incident de communication : l’ordinateur ne peut plus établir la communication avec votre imprimante. Éteignez l’imprimante, vérifiez les connexions de l’imprimante et toute erreur d’imprimante éventuelle, puis rallumez l’imprimante.";
"Opening Printer Connection Failed: Unable to open the printer connection. Please check your printer connections and check for printer errors." = "Échec lors de l’ouverture de la connexion de l’imprimante : impossible d’ouvrir la connexion de l’imprimante. Veuillez vérifier les connexions physiques de l’imprimante et toute erreur d’imprimante éventuelle.";
"Paper Size Error: Custom paper sizes are not supported in the selected tray." = "Erreur de format du papier : les formats de papier personnalisés ne sont pas pris en charge dans le bac sélectionné.";
"Paper Size Error: The specified custom paper size is not supported in the selected tray." = "Erreur de format du papier : le format de papier personnalisé indiqué n’est pas pris en charge dans le bac sélectionné.";
"Opening printer connection" = "Ouverture de la connexion de l’imprimante";
"Idle" = "En attente";
"Printer Error: The printer needs attention." = "Erreur de l’imprimante : l’imprimante nécessite votre intervention.";
"Printer state is unknown." = "Printer state is unknown.";
"Device is sleeping." = "Périphérique en veille.";
"dmf_error_alert_message" = "L'imprimante affiche une erreur. Reportez-vous à HP Printer Monitor pour plus de détails.";
"dmf_warning_alert_message" = "L'imprimante affiche un avertissement. Reportez-vous à HP Printer Monitor pour plus de détails.";
"dmf_info_alert_message" = "L'imprimante affiche un message informationnel. Reportez-vous à HP Printer Monitor pour plus de détails.";
"dmf_fatal_error_alert_message" = "L'imprimante affiche une erreur fatale. Reportez-vous à HP Printer Monitor pour plus de détails.";
"Device paused." = "Périphérique en pause.";

// Internal messages
"Printing page %d, %d%% complete..." = "Impression de la page %d, %d%% terminée...";
"Canceling job" = "Annulation du travail";
